messages_duplicates = [
    [
        'вышли из строя пускатели (4 штуки)',
        'вышли из строя пускатели пме (4 штуки )',
    ],
    [
        "дефект подшипников",
        "дефект подшипника",
    ],
    [
        "деформирован  флажок задвижки",
        "деформирован флажок",
    ],
    [
        "заклинен насос маслоохладителя",
        "заклинен насос на охлаждение масла",
    ],
    [
        "долить нигрол",
        "долить нигрол. щуп сухой"
    ],
    [
        'нагрев подшипников',
        'нагрев подшипника',
        'греются подшипники',
        'греется подшипник',
        'повышенная температура подшипника',
        'температура подшипников',
        'превышение температуры подшипника',
        'греется подшипник',
    ],
    [
        'давит масло через уплотнения',
        'давит масло через уплотнения изоляторов',
    ],

    [
        'дефект подшипника',
        'дефект подшипников',
    ],

    [
        'дефект сварного шва',
        'дефекты сварного шва',
    ],

    [
        'дыра в улите',
        'дыра на улите',
    ],
    [
        'изменил цвет силикагель',
        'изменился цвет селикагеля',
    ],
    [
        'износ бронзовой гайки и втулки',
        'износ бронзовой гайки и фтулки',
        'износ гайи и втулки (1,8 мм)',
        'износ бронзовой гайки редуктора',
        'износ бронзовой гайки',
        'износ гайки',
    ],
    [
        'износ пальцев для муфты мувп маслонасоса',
        'износ пальцев муфты',
    ],
    [
        'износ щеток',
        'износ 2 щеток',
        'износ 3 щеток',
        'износ 40-50# щёток эл.дв.экс-ра 5',
        'износ 40-50? щёток эл.дв.экс-ра 5',
        'требуется замена щёток',
        'износ щетки',
        'износ щеток электродвигателя',
        'изношены щетки',
        'съедает щетки',
        'необходима замена щеток',
        'неисправность щёток электродигателя',
        'износ щеток 40-50% экс-ер _',
        'изношены электро щетки эг-_  25*30*40',
        'изношены электрощетки эг _. 25*30*40',
        'изношены электрощетки эг-_. 25*30*40',
        "изношены электро щетки эг-4  25*30*40",
        "изношены электрощетки эг 4. 25*30*40",
        "изношены электрощетки эг-4. 25*30*40",
        "износ щеток 40-50% экс-ер 5",
        "износ щеток электродвигателя",
        "износ щеток 40-50% эксг №_",
        'изношены электрощетки эг-_. 25*30*40',
    ],
    [
        'искрение щетки',
        'искрение щеток',
        'искрят щетки',
    ],
    [
        'клинит газовую задвижку',
        'клинит г/задвижку перед началом открытия',
        'клинит кв задвижки на открытии',
        'клинит задвижку',
        'клинит задвижку при закрытии',
    ],
    [
        'масло в корпусе двигателя',
        'масло в корпусе электродвигателя',
    ],
    [
        'нет запасных щеток',
        'нет запасных щёток',
    ],
    [
        'нет защитного колпака',
        'нет колпака',
        'нет колпака для штока',
    ],
    [
        'осевая вибрация',
        'повышенная вибрация в осевом направлении',
    ],
    [
        'ослабление болтов',
        'ослабли болты',
    ],
    [
        'ослабли болты крепления',
        'ослабло крепление',
        'ослаюление крепления',
    ],
    [
        'отсутвует кожух',
        'нет кожуха',
        'отсутствует защитный кожух',
        'отсутствует кожух',
    ],
    [
        'отсутствуют пальцы',
        'отсутствуют пальцы на муфте',
    ],
    [
        'периодическая вибрация подшипника',
        'вибрация подшипника',
        'вибрация подшипников',
    ],
    [
        'перекос подшипниковой опоры',
        'перекос подшипниковых опор',
    ],
    [
        'подклинивает редуктор',
        'подклинивает редуктор задвижки',
    ],
    [
        'просос',
        'прососы',
    ],
    [
        'просос большая загазованность',
        'просос на газоходе',
    ],
    [
        'просос через люк',
        'прососы через люк',
        'прососы из под лючков',
    ],
    [
        'прососы по разъёму',
        'просоы по разъёму',
        'прососы по разьему',
    ],
    [
        'просос на улите',
        'просос с нижней части улиты',
        'прососы по разъёму улиты',
        'прососы по фланцу',
        'просос по разъёму улиты со стороны задв',
        'просос по фланцу со стороны задвижки',
        'просос со стороны задвижки по разъёму',
    ],
    [
        'раб. насос не поднимает давление масла',
        'рабочий маслонасос не поднимает давлени',
    ],
    [
        'разбит манометр',
        'дефект манометра',
        'сломан манометр',
        'разбито стекло на манометре м/о эк-ра №_',
    ],
    [
        'свищ',
        'свищи',
        'свищт',
    ],
    [
        'свищ в нижней улите, в середине языка',
        'свищ на по фланцу со стороны задвижки',
        'свищи на газоходе',
        'свищи на фланцевом соединении',
    ],
    [
        'сгорел электродвигатель',
        'сгорел электродвигатель ',
    ],
    [
        'сильная утечка нигрола',
        'сильная утечка нигрола из редуктора',
        'утечка нигрола',
    ],
    [
        'сильное загрязнение изоляторов',
        'сильное загрязнение изоляторов тр-ра',
        'пыль на изоляторах',
    ],
    [
        'подтекает масло',
        'подтеки масла',
        'течет масло',
        'течь масла',
        'утечка',
        'утечка масла',
        'утечки масла',
        'большая утечка масла',
    ],
    [
        'течь масла через лабиринты на ванне',
        'утечка масла через лабиринт ванны',
        'утечка масла через лабиринты ванны',
    ],
    [
        'течь масла через масло насос',
        'утечка масла через рабочий маслонасос',
        'течёт маслонасос',
    ],
    [
        'то согласованное',
        'эксгаустер а/м №_	согласованное то',
        'эксгаустер а/м №_	то согласованное',
        'то(согласованное)',
        'эксгаустер а/м №_\tсогласованное то',
    ],
    [
        'абразивный износ  патрубка',
        'износ механический  патрубка',
        'коррозионный износ патрубка',
    ],
    [
        'абразивный износ газохода',
        'сквозной износ газохода',
    ],
    [
        'абразивный износ колеса',
        'абразивный износ рабочего колеса',
        'износ рабочего колеса',
        'кр-абразивный износ рабочего колеса',
    ],
    [
        'абразивный изннос ротора',
        'абразивный износ ротора',
        'абразивный износ ротора эксгаустера',
        'абразивный износ ротора №43',
        'ц. абразивный износ ротора',
        'износ ротора',
    ],
    [
        'выброс co',
        'выброс со',
    ],
    [
        'повышенная вибрация ротора',
        'вибрация ротора',
    ],
    [
        'дисбаланс ротора',
        'расцентровка ротора',
        'требуется центровка после замены ротора',
    ],
    [
        'деформация шпилек крепления ротора',
        'износ шпилек крепления ротора',
    ],
    [
        'износ нижней части улиты',
        'износ улиты',
        'абразивное изнашивание улиты',
        'абразивный износ улиты',
        'кр- абразивный износ улиты',
        'кр-износ улиты эксгаустера',
    ],
    [
        'течет кран',
        'течь крана',
    ],
    [
        'течет редуктор',
        'течёт редуктор',
    ],
]
